Repository: diegopvlk/Dosage
Catalog: po/*.po
Languages: be, ca, fi, pl, uk

source: Sort Treatments
ca: Ordenar els tractaments

source: Main Menu
be: Галоўнае меню
ca: Menú principal
fi: Päävalikko
pl: Menu główne
uk: Головне Меню

source: Search…
be: Пошук…
ca: Cercar…
fi: Haku…
pl: Szukaj…
uk: Пошук…

source: Today
be: Сёння
ca: Avui
fi: Tänään
pl: Dziś
uk: Сьогодні

source: Unselect
be: Скасаваць выбар
ca: Desfer la selecció
fi: Älä valitse
pl: Odznacz
uk: Скасувати Вибір

source: Remove Entries
be: Выдаліць запісы
ca: Elimina les entrades
fi: Poista Merkinnät
pl: Usuń Wpisy
uk: Видалити Записи

source: Name Ascending
ca: Per nom (ascendent)

source: Remaining Stock (Lowest First)
ca: Per estoc disponible (més baix primer)

source: Remaining Stock (Highest First)
ca: Per estoc disponible (més alt primer)

source: As Needed Last
ca: Segons necessitat últims

source: Ended Last
ca: Acabats últims

source: As Needed/Ended Last
ca: Segons necessitat i acabats últims

source: Keyboard Shortcuts
ca: Dreceres del teclat
uk: Клавіатурні скорочення

source: About Dosage
be: Пра Дазоўку
ca: Quant a Dosi
fi: Tietoja - Dosage
pl: O Dawkowanie
uk: Про Дозування

source: Notes
be: Заўвагі
fi: Muistiinpanot
pl: Notatki
uk: Примітки

source: Skipped At
be: Прапушчана ў
fi: Ohitettu Klo
pl: Pominięte O
uk: Пропущено В

source: Select to be Removed
be: Выберыце для выдалення
fi: Valitse Poistettava
pl: Wybierz Do Usunięcia
uk: Виберіть Для Видалення

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com>
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi> Ricky Tigg <ricky.tigg@gmail.com>
pl: Michael Ł <micheal.labus@gmail.com> Diego Povliuk <diego.pvlk@gmail.com>
uk: volkov <volkovissocool@gmail.com>

source: Color
be: Колер
fi: Väri
pl: Kolor
uk: Колір
