Repository: diegopvlk/Dosage
Catalog: po/*.po
Languages: be, ca, fi, pl, uk

source: Dosage
be: Дазоўка
ca: Dosi
fi: Annostus
pl: Dawkowanie
uk: Дозування

source: Keep track of your treatments
be: Сачыце за вашымі курсамі лячэння
ca: Fes un seguiment dels teus tractaments
fi: Pidä kirjaa lääkityksistä
pl: Śledź swoją farmakoterapię
uk: Слідкуйте за вашими курсами лікування

source: Easily manage and track treatments with Dosage: notifications, history, multiple doses, flexible frequency, customization, stock monitoring, and duration control
be: Адсочвайце курсы лячэння з дапамогай Дазоўкі: апавяшчэнні, гісторыя, некалькі доз, гнуткая частата, налады, маніторынг запасаў і кантроль працягласці
ca: Gestiona i fes un seguiment dels tractaments fàcilment amb Dosi: notificacions, historial, dosis múltiples, freqüència flexible, personalització, seguiment d'estocs i control de durada
fi: Seuraa vaivatta hoitoja tällä sovelluksella: ilmoitukset, historia, useat annostukset, joustavat toistot, mukautus, varastonhallinta ja vaikutuksen valvonta
pl: Łatwo zarządzaj swoją farmakoterapią z Dosage: Powiadomienia, Historia, Liczne Dawki, Elastyczna Częstotliwość, Personalizacja, Monitoring Zapasu, i Kontrola Długości (?)
uk: Легко керуйте та відстежуйте лікування за допомогою дозування: сповіщення, історія, багаторазові дози, гнучка частота, налаштування, моніторинг запасів і контроль тривалості

source: Features:
be: Функцыі:
ca: Característiques:
fi: Ominaisuudet:
pl: Funkcje:
uk: Можливості:

source: Notifications — Get reminders at the right time
be: Апавяшчэнні — сваечасова атрымлівайце апавяшчэнні
ca: Notificacions: rep recordatoris en el moment adequat
fi: Ilmoitukset — Muistutukset oikea-aikaisesti
pl: Powiadomienia — Otrzymuj przypomnienia na czas
uk: Сповіщення — вчасно отримуйте сповіщення

source: History — See which medications you took, skipped or missed
be: Гісторыя - праглядайце спіс лекаў якія вы прынялі або прапусцілі
ca: Historial: consulta quins medicaments has pres, saltat o oblidat
fi: Historia — Tarkista mitkä lääkkeet otit, jätit ottamatta tai unohdit
pl: Historia — Zobacz jakie leki wziąłeś/aś, ominąłeś/aś lub zapomniałeś/aś
uk: Історія — дізнайтеся, які ліки ви приймали, пропустили або забули прийняти

source: Dosage management — Multiple doses with different times
be: Кіраванне дозамі - некалькі доз у розны час
ca: Gestió de dosis: dosis múltiples amb diferents horaris
fi: Annostelun seuranta — Useita annoksia eri aikoihin
pl: Zarządzanie dawkowaniem — Kilka dawek o różnych godzinach
uk: Керування дозами - кілька доз у різний час

source: Frequency modes — Every day, specific days, cycle or just when necessary
be: Частата прыёму - кожны дзень, абраныя дні, цыклы ці проста калі трэба
ca: Modes de freqüència: cada dia, dies específics, cicle o només quan sigui necessari
fi: Toistuvuusvälit — Päivittäin, tiettyinä päivinä, jaksottain tai vain tarpeen vaatiessa
pl: Tryby częstotliwości — Codziennie, specyficzne dni, cykl lub po prostu gdy potrzeba
uk: Частота прийомів — кожного дня, конкретні дні, цикли або просто коли треба прийняти

source: Color and icon — Give a shape for your treatment
be: Колер і значок — каб выбраць значок і колер для запісу ў спісе курсаў лячэння
ca: Color i icona: dona forma al teu tractament
fi: Väri ja kuvake — Anna hoidolle ilme
pl: Kolor i ikona — Daj kształt swojemu leczeniu
uk: Колір та піктограма — щоб обрати колір і піктограму для запису в курсах лікування

source: Inventory tracking — Monitor your stock and get reminded when it's low
be: Маніторынг запасу - маніторыце ваш запас і атрымлівайце апавяшчэнні, калі ён будзе вычэрпвацца
ca: Seguiment d'inventari: controla el teu estoc i rep un recordatori quan sigui baix
fi: Varastonseuranta — Seuraa jäljellä olevia lääkkeitä ja vastaanota ilmoitus, kun lääkkeet ovat vähissä
pl: Śledzenie zapasu — Monitoruj swój zapas i dostań przypomnienie gdy masz już mało
uk: Відкорковування запасу — моніторинг запасу і сповіщення, якщо запас буде закінчуватися

source: Duration — Define the start and end dates
be: Працягласць — вызначыце пачатковую і апошнюю даты
ca: Durada: Defineix les dates d'inici i de finalització
fi: Kesto — Määritä aloitus- ja lopetuspäivät
pl: Czas trwania — Zdefiniuj daty rozpoczęcia i zakończenia
uk: Тривалість — визначте початкову та кінцеву дати

source: Dosage today window in light theme
be: Раздзел "Сёння" Дазоўкі ў светлай тэме
ca: Finestra de Dosi d'avui en tema clar
fi: Sovelluksen Tänään-ikkuna vaalealla teemalla
pl: Dawkowanie okno dzisiaj w jasnym motywie
uk: Розділ "Сьогодні" Дозування у світлому стилі

source: Dosage preferences window in light theme
be: Акно налад у светлай тэме
ca: Finestra de preferències de Dosi en tema clar
fi: Sovelluksen Asetukset-ikkuna vaalealla teemalla
pl: Dawkowanie okno preferencji w jasnym motywie
uk: Розділ "Налаштування" Дозування у світлому стилі

source: Dosage edit treatment window in light theme
be: Раздзел "Курсы лячэння" Дазоўкі ў светлай тэме
ca: Finestra de tractament d'edició de Dosi en tema clar
fi: Hoidon muokkausikkuna vaalealla teemalla
pl: Dawkowanie okno edycji leczenia w jasnym motywie
uk: Розділ "Курси лікування" Дозування у світлому стилі

source: Dosage today window in dark theme
be: Раздзел "Сёння" Дазоўкі ў цёмнай тэме
ca: Finestra de Dosi d'avui en tema fosc
fi: Sovelluksen Tänään-ikkuna tummalla teemalla
pl: Dawkowanie okno dzisiaj w ciemnym motywie
uk: Розділ "Сьогодні" Дозування у темному стилі

source: Medication;Tracker;Reminder;Today;Treatments;Pill;Drug;Remedy;
be: Medication;Tracker;Reminder;Today;History;Treatments;Pill;Drug;Remedy;таблеткі;лячэнне;курс;нагадаць;прыняць;гісторыя;працэдура;доза;лекі;
ca: Medicament;Rastreig;Recordatori;Avui;Tractaments;Píndola;Medicació;Remei;
fi: Medication;Tracker;Reminder;Today;Treatments;Pill;Drug;Remedy;lääkitys;pilleri;hoito;lääke;seuranta;
pl: Leki;Śledzik;Przypomnienie;Dziś;Leczenia;Tabletka;Lek;Środek zaradczy;
uk: Medication;Tracker;Reminder;Today;History;Treatments;Pill;Drug;Remedy;лікування;курс;аптечка;пігулка;таблетка;нагадати;згадати;прийом;пігулка;доза;дозування;процедура;

source: Date
be: Дата
ca: Data
fi: Päivämäärä
pl: Data
uk: Дата прийому

source: Time
be: Час
ca: Hora
fi: Aika
pl: Czas
uk: Час

source: Name
be: Назва
ca: Nom
fi: Nimi
pl: Nazwa
uk: Назва запису

source: Dose
be: Доза
ca: Dosi
fi: Tehty
pl: Dawka
uk: Доза

source: Status
be: Статус
ca: Estat
fi: Tila
uk: Статус

source: Time Confirmed
be: Час пацверджання
ca: Hora de confirmació
fi: Aika vahvistettu
pl: Czas Potwierdzony
uk: Час підтверджено

source: Missed
be: Адсутнічае
ca: Descuidada
fi: Jäänyt huomiotta
pl: Przegapione
uk: Пропущені

source: Skipped
be: Прапушчана
ca: Saltada
fi: Ohitettu
pl: Ominięte
uk: Пропущено

source: Confirmed
be: Пацверджана
ca: Confirmada
fi: Vahvistettu
pl: Potwierdzony
uk: Підтверджено

source: Auto-Confirmed
be: Аўтаматычна пацверджана
ca: Confirmada automàticament
fi: Itse Vahvistettu
pl: Automatycznie Potwierdzone
uk: Автоматично Підтверджено

source: Time Unknown
be: Невядомы час
ca: Hora desconeguda
fi: Aika Tuntematon
pl: Czas Nieznany
uk: Час Невідомий

source: at
ca: a les

source: Daily
be: Штодзённа
ca: Diàriament
fi: Päivittäin
pl: Codziennie
uk: Щодня

source: Day of Month
be: Дзень месяца
ca: Dia del mes
fi: Kuukauden Päivä
pl: Dzień Miesiąca
uk: День Місяця

source: As Needed
be: Пры неабходнасці
ca: Segons necessitat
fi: Tarvittaessa
pl: Gdy potrzeba
uk: Коли Треба

source: Duration
be: Працягласць
ca: Durada
fi: Kesto
pl: Czas trwania
uk: Тривалість

source: Started on
ca: Començat el

source: Start
ca: Inici

source: Ended on
be: Завяршылася на
ca: Acabat el
fi: Päättynyt
pl: Zakończono w
uk: Закінчився на

source: End
ca: Final

source: Treatments
be: Курсы лячэння
ca: Tractaments
fi: Hoidot
pl: Leczenia
uk: Курси лікування

source: Generated on
ca: Generat el

source: Ongoing
ca: En curs

source: Non-scheduled
ca: No programat

source: Finished
ca: Acabat

source: Weekends
be: Выхадныя
ca: Caps de setmana
fi: Viikonloppuisin
pl: Weekendy
uk: Вихідні

source: Weekdays
be: Будні
ca: Entre setmana
fi: Viikonpäivät
pl: Dni Powszednie
uk: Будні

source: History
be: Гісторыя
ca: Historial
fi: Historia
pl: Historia
uk: Історія

source: Confirmed At
be: Пацверджана ў
ca: Confirmat a les
fi: Vahvistettu Klo
pl: Potwierdzone O
uk: Підтверджено В

source: Thanks to These Projects!
be: Вялікі дзякуй гэтым праектам!
ca: Gràcies als següents projectes!
fi: Kiitos Näille Projekteille!
pl: Dzięki Tym Projektom!
uk: Велике Спасибі Цим Проектам!

source: Edit Treatment
be: Рэдагаваць курс лячэння
ca: Editar el tractament
fi: Muokkaa Hoitoa
pl: Edytuj Leczenie
uk: Редагувати Курс Лікування

source: Save
be: Захаваць
ca: Guarda
fi: Tallenna
pl: Zapisz
uk: Зберегти

source: Copy
be: Капіяваць
ca: Copia
fi: Kopio
pl: Kopie
uk: Копія

source: Add Dose
be: Дадаць дозу
ca: Afegir una dosi
fi: Lisää Annos
pl: Dodaj Dawkę
uk: Додати Дозу

source: Choose
be: Выбраць
ca: Escollir
fi: Valitse
pl: Wybierz
uk: Обрати

source: Day
be: Дзень
ca: Dia
fi: Päivä
pl: Dzień
uk: День

source: Specific Days
be: Выбраныя дні
ca: Dies concrets
fi: Valitut Päivät
pl: Specyficzne Dni
uk: Конкретні Дні

source: Cycle
be: Цыкл
ca: Cicle
fi: Sykli
pl: Cykl
uk: Цикл

source: Frequency
be: Частата
ca: Freqüència
fi: Taajuus
pl: Frekwencja
uk: Частота

source: Empty Name
be: Адсутнічае назва запісу
ca: Nom buit
fi: Tyhjä Nimi
pl: Pusta Nazwa
uk: Відсутня Назва Запису

source: Empty Unit
be: Пустая адзінка вымярэння
ca: Unitat buida
fi: Tyhjä Yksikkö
pl: Pusta Jednostka
uk: Відсутня Одиниця Виміру

source: Choose at Least One Day
be: Выберыце хаця б адзін дзень
ca: Escull un dia com a mínim
fi: Valitse Vähintään Yksi Päivä
pl: Wybierz Przynajmniej Jeden Dzień
uk: Виберіть Хоча Б Один День

source: Name Already on Treatment List
be: Імя ўжо ў спісе лячэння
ca: El nom ja existeix a la llista de tractaments
fi: Nimi Jo Hoitolistalla
pl: Nazwa Już na Liście Leczenia
uk: Ім'я Вже В Списку Лікування

source: Duplicated Time
be: Аднолькавы час у прыёмаў доз
ca: Hora duplicada
fi: Päällekkäinen Aika
pl: Zduplikowany Czas
uk: Однакові Часи У Прийомів Доз

source: Are You Sure?
be: Вы ўпэўнены?
ca: N'estàs segur?
fi: Oletko Varma?
pl: Na Pewno?
uk: Ви Впевнені?

source: will be deleted
be: будзе выдалены
ca: s'eliminarà
fi: tullaan poistetaan
pl: zostanie usunięte
uk: буде видалено

source: Cancel
be: Скасаваць
ca: Cancel·la
fi: Peru
pl: Anuluj
uk: Скасувати

source: Delete
be: Выдаліць
ca: Elimina
fi: Poista
pl: Usuń
uk: Видалити

source: New
be: Новы
ca: Nou
fi: Uusi
pl: Nowy
uk: Новий

source: Pill(s)
be: Таблетка(і)
ca: Comprimit(s)
fi: Pilleri(t)
pl: Pigułka/i
uk: Пігулка(и)

source: Accept to allow running in the background and receive notifications
be: Дазвольце праграме працаваць у фонавым рэжыме і адпраўляць апавяшчэнні
ca: Accepta per permetre l'execució en segon pla i rebre notificacions
fi: Hyväksy, jotta suoritus taustalla ja ilmoitusten vastaanottaminen sallitaan
pl: Zaakceptuj, aby umożliwić działanie w tle i otrzymywanie powiadomień
uk: Прийміть, щоб додаток міг працювати у фоновому режимі і відправляти сповіщення

source: An Issue Has Occurred
be: Узнікла праблема
ca: S'ha produït un problema
fi: Ongelma On Ilmennyt
pl: Wystąpił Problem
uk: Виникла Проблема

source: Close
be: Закрыць
ca: Tanca
fi: Sulje
pl: Zamknij
uk: Закрити

source: Remove Dose
be: Выдаліць дозу
ca: Eliminar la dosi
fi: Poista Annos
pl: Usuń Dawkę
uk: Зняти Дозу

source: Change Time
be: Змяніць час
ca: Canviar l'hora
fi: Muuta Aikaa
pl: Zmień Czas
uk: Змінити Час

source: Change Dose
be: Зменіць дозу
ca: Canviar la dosi
fi: Muuta Annos
pl: Zmień Dawkę
uk: Змінити Дозу

source: Refill
be: Папоўніць
ca: Reomple
fi: Täytä uudelleen
pl: Uzupełnij
uk: Доповнити

source: Edit
be: Рэдагаваць
ca: Edita
fi: Muokkaa
pl: Edytuj
uk: Редагувати

source: Duplicate
be: Дублікат
ca: Duplica
fi: Kaksoistaa
pl: Duplikat
uk: Дублювати

source: Options
be: Параметры
ca: Opcions
fi: Vaihtoehdot
pl: Opcje
uk: Опції

source: %d Remaining
be: %d Засталося
ca: %d restants
fi: %d Jäljellä
pl: %d Pozostałe
uk: %d Залишилося

source: Starts on
be: Пачынаецца
ca: Comença el
fi: Alkaa
pl: Zaczyna się
uk: Розпочинається

source: Until
be: Да
ca: Fins al
fi: Asti
pl: Do
uk: До

source: Next Dose
be: Наступная дозу
ca: Propera dosi
fi: Seuraava Annos
pl: Następna Dawka
uk: Наступна Дозу

source: Reminder
be: Напамін
ca: Recordatori
fi: Muistutus
pl: Przypomnienie
uk: Нагадування

source: You have treatments low in stock
be: У вас засталося мала лекаў у запасе
ca: Tens tractaments amb estoc baix
fi: Hoitoannokset ovat käymässä vähiin
pl: Masz leczenia w niskim stanie magazynowym
uk: У вас залишилося мало ліків у запасі

source: Show All
be: Паказаць усё
ca: Mostra'ls tots
fi: Näytä kaikki
pl: Pokaż Wszystko
uk: Показати Все

source: Show Less
be: Паказаць менш
ca: Mostra'n menys
fi: Näytä vähemmän
pl: Pokaż Mniej
uk: Показувати Менше

source: No Results Found
be: Няма знойдзеных вынікаў
ca: Cap resultat
fi: Ei Tuloksia Löytynyt
pl: Nie Znaleziono Wyników
uk: Не Знайдено Жодних Результатів

source: No History
ca: Cap historial

source: No Treatments
ca: Cap tractament

source: All Done for Today
be: Вы прынялі ўсе лекі на сёння
ca: Fet per avui
fi: Kaikki Kunnossa Tämän Päivän Osalta
pl: Wszystko Zrobione na Dziś
uk: Ви Прийняли Усі Ліки На Сьогодні

source: Confirm
be: Пацвердзіць
ca: Confirma
fi: Vahvista
pl: Potwierdź
uk: Підтвердити

source: Confirm All
be: Пацвердзіць усё
ca: Confirma-les totes
fi: Vahvista Kaikki
pl: Potwierdź Wszystko
uk: Підтвердити Все

source: Skip
be: Прапусціць
ca: Salta
fi: Ohita
pl: Pomiń
uk: Пропустити

source: Skip All
be: Прапусціць усё
ca: Salta-les totes
fi: Ohita Kaikki
pl: Pomiń Wszystko
uk: Пропустити Все

source: and %d more
be: і яшчэ %d
ca: i %d més
fi: ja vielä %d
pl: i %d więcej
uk: і ще %d

source: One-Time Entry
be: Аднаразовы прыём
ca: Entrada única
fi: Kertakirjaus
pl: Jednorazowy Wpis
uk: Одноразовий Прийом

source: Quit
be: Выйсці
ca: Sortir
fi: Lopeta
pl: Zakończ
uk: Вийти

source: Edit Entry
be: Рэдагаваць запіс
ca: Editar l'entrada
fi: Muokkaa Merkintä
pl: Edytuj Wpis
uk: Редагувати Запис

source: New Treatment
be: Новы курс лячэння
ca: Nou tractament
fi: Uusi Hoito
pl: Nowe Leczenie
uk: Новий Курс Лікування

source: Add
be: Дадаць
ca: Afegeix
fi: Lisää
pl: Dodaj
uk: Додати

source: Default
be: Стандартны
ca: Per defecte
fi: Oletus
pl: Domyślne
uk: Стандартний

source: Red
be: Чырвоны
ca: Vermell
fi: Punainen
pl: Czerwony
uk: Червоний

source: Orange
be: Аранжавы
ca: Taronja
fi: Oranssi
pl: Pomarańczowy
uk: Помаранчевий

source: Yellow
be: Жоўты
ca: Groc
fi: Keltainen
pl: Żółty
uk: Жовтий

source: Green
be: Зялёны
ca: Verd
fi: Vihreä
pl: Zielony
uk: Зелений

source: Cyan
be: Блакітны
ca: Cian
fi: Syaani
pl: Cyjankowy
uk: Блакитний

source: Blue
be: Сіні
ca: Blau
fi: Sininen
pl: Niebieski
uk: Синій

source: Purple
be: Фіялетавы
ca: Morat
fi: Liila
pl: Fioletowy
uk: Фіолетовий

source: Unit
be: Адзінка вымярэння
ca: Unitat
fi: Yksikkö
pl: Jednostka
uk: Одиниця виміру

source: Icon
be: Значок
ca: Icona
fi: Kuvake
pl: Ikona
uk: Піктограма

source: Pill
be: Таблетка
ca: Comprimit
fi: Pilleri
pl: Pigułka
uk: Пігулка

source: Alternative Pill
be: Іншы від таблеткі
ca: Comprimit alternatiu
fi: Vaihtoehtoinen Pilleri
pl: Alternatywna Pigułka
uk: Інший Вид Пігулки

source: Capsule
be: Капсула
ca: Càpsula
fi: Kapseli
pl: Kapsułka
uk: Капсула

source: Round Pill
be: Круглая таблетка
ca: Comprimit rodó
fi: Pyöreä Pilleri
pl: Okrągła Pigułka
uk: Кругла Пігулка

source: Alternative Round Pill
be: Іншы від круглай таблеткі
ca: Comprimit rodó alternatiu
fi: Vaihtoehtoinen Pyöreä Pilleri
pl: Alternatywna Okrągła Pigułka
uk: Інша Кругла Пігулка

source: Ampoule
be: Ампула
ca: Ampul·la
fi: Ampulli
pl: Ampułka
uk: Ампула

source: Injection
be: Ін'екцыя
ca: Injecció
fi: Injektio
pl: Iniekcja
uk: Ін'єкція

source: Square Pill
be: Квадратная таблетка
ca: Comprimit quadrat
fi: Neliömäinen Pilleri
pl: Kwadratowa Pigułka
uk: Квадратна Пігулка

source: Alternative Square Pill
be: Іншы від квадратнай таблеткі
ca: Comprimit quadrat alternatiu
fi: Vaihtoehtoinen Neliömäinen Pilleri
pl: Alternatywna Kwadratowa Pigułka
uk: Інша Квадратна Пігулка

source: Triangle pill
be: Трохкутная таблетка
ca: Comprimit triangular
fi: Kolmiomainen pilleri
pl: Trójkątna pigułka
uk: Трикутна пігулка

source: Alternative Triangle Pill
be: Іншы від трохкутнай таблеткі
ca: Comprimit triangular alternatiu
fi: Vaihtoehtoinen Kolmiomainen Pilleri
pl: Alternatywna Trójkątna Pigułka
uk: Інша Прямокутна Пігулка

source: Bottle
be: Бутэлька
ca: Ampolla
fi: Pullo
pl: Butelka
uk: Пляшка

source: Drops
be: Кроплі
ca: Gotes
fi: Pisarat
pl: Krople
uk: Краплі

source: Potion
be: Мікстура
ca: Xarop
fi: Lääkeannos
pl: Mikstura
uk: Мікстура

source: Every Day
be: Кожны дзень
ca: Cada dia
fi: Päivittäin
pl: Codziennie
uk: Кожного Дня

source: Choose Days
be: Выберыце дні
ca: Escollir els dies
fi: Valitse Päivät
pl: Wybierz Dni
uk: Вибрати Дні

source: Choose Day
be: Выберыце дзень
ca: Escollir el dia
fi: Valitse Päivä
pl: Wybierz Dzień
uk: Виберіть День

source: Change Cycle
be: Змяніць цыкл
ca: Canviar el cicle
fi: Vaihda Sykli
pl: Zmień Cykl
uk: Змінити Цикл

source: Days Active
be: Актыўных дзён
ca: Dies actius
fi: Aktiiviset Päivät
pl: Dni Aktywne
uk: Активних Днів

source: Days Inactive
be: Неактыўных дзён
ca: Dies inactius
fi: Passiiviset Päivät
pl: Dni Nieaktywne
uk: Неактивних Днів

source: Today is Cycle Day…
be: Сёння дзень цыкла…
ca: Dia del cicle avui…
fi: Tänään syklin päivä…
pl: Dziś Jest Dzień w Cyklu…
uk: Сьогодні день циклу…

source: Increase Notification Priority
be: Павялічыць прыярытэт апавяшчэнняў
ca: Augmenta la prioritat de notificació
fi: Korota Ilmoituksen Tärkeysastetta
pl: Zwiększ Priorytet Powiadomień
uk: Збільшити Пріоритет Сповіщень

source: Show in fullscreen mode or with 'Do Not Disturb' enabled
be: Паказвае апавяшчэнне ў поўнаэкранным рэжыме або нават калі ўключаны рэжым 'Не турбаваць'
ca: Mostra en mode de pantalla completa o amb "No molestar" activat
fi: Näyttää ilmoituksen koko näytön tilassa tai vaikka "Älä häiritse" olisi käytössä
pl: Sprawia, że powiadomienie wyświetla się w trybie pełnoekranowym lub nawet jeśli włączony jest tryb 'Nie przeszkadzać'
uk: Відображає сповіщення в повноекранному режимі або навіть якщо ввімкнено режим 'Не турбувати'

source: Recurring Notifications
be: Паўтаральныя апавяшчэнні
ca: Notificacions recurrents
fi: Toistuvat Ilmoitukset
pl: Powtarzające Się Powiadomienia
uk: Повторювані Сповіщення

source: Renotify until it's confirmed or skipped
be: Паўторна апавяшчаць да таго часу, пакуль не будзе пацверджана або прапушчана
ca: Torna a notificar-ho fins que es confirmi o s'ometi
fi: Muistuta uudelleen, kunnes on saatu vahvistus tai ohitus
pl: Powiadom znów póki potwierdzone lub ominięte
uk: Повторно повідомляти, доки не буде підтверджено або пропущено

source: Interval in Minutes
be: Інтэрвал у хвілінах
ca: Interval en minuts
fi: Väli Minuuteissa
pl: Interwał w Minutach
uk: Інтервал У Хвилинах

source: Inventory
be: Запас
ca: Inventari
fi: Inventaario
pl: Ekwipunek
uk: Запас

source: Manage your stock
be: Кіраванне вашымі запасамі лекаў
ca: Gestiona el teu estoc
fi: Hallitse varastoa
pl: Zarządzaj swoim zapasem
uk: Керування вашим запасом ліків

source: Current
be: Бягучы запас лекаў
ca: Actual
fi: Nykyinen
pl: Bieżący
uk: Поточний запас ліків

source: Remind Me At
be: Нагадаць мне, калі запас лекаў апусціцца да
ca: Recorda'm en arribar a
fi: Muistuta Kun Jäljellä
pl: Przypomnij Mi o
uk: Сповістити мене, коли запас ліків зменшиться до

source: Refill Amount
be: Памер папаўнення
ca: Quantitat
fi: Täyttömäärä
pl: Uzupełnij Ilość
uk: Сума Поповнення

source: Set start and end dates
be: Устанавіць пачатковую і канчатковыя даты курса лячэння
ca: Estableix dates d'inici i finalització
fi: Aseta alku- ja loppupäivät
pl: Ustaw daty rozpoczęcia i zakończenia
uk: Обрати початкову та кінцеві дати курсу лікування

source: Choose Date
be: Выберыце дату
ca: Escollir una data
fi: Valitse päivämäärä
pl: Wybierz Datę
uk: Виберіть Дату

source: Mark as Confirmed
be: Адзначыць як пацверджанае
ca: Marcar com a confirmada
fi: Merkitse Vahvistetuksi
pl: Oznacz Jako Potwierdzone
uk: Позначити Як Підтверджене

source: If not manually confirmed or skipped, it will be recorded as confirmed in history, reducing stock if enabled
be: Калі не пацверджана або не прапушчана ўручную, будзе запісана як пацверджанае ў гісторыі, са зніжэннем запасу, калі ўключана
ca: Si no es confirma o omet manualment, es registrarà com a confirmada a l'historial, reduint l'estoc si està activat
fi: Jos sitä ei vahvisteta tai ohiteta manuaalisesti, se kirjataan vahvistetuksi historiaan, mikä vähentää varastoa, jos se on otettu käyttöön
uk: Якщо не підтвердити вручну або пропустити, це буде записано як підтверджене в історії, зменшуючи запас, якщо ввімкнено

source: From Treatment List
be: Са спісу курса лячэння
ca: De la llista de tractaments
fi: Hoitoluettelosta
pl: Z Listy Leczenia
uk: Із Списку Курсів Лікування

source: Amount
be: Колькасць
ca: Quantitat
fi: Määrä
pl: Ilość
uk: Сума

source: Preferences
be: Налады
ca: Preferències
fi: Asetukset
pl: Preferencje
uk: Налаштування

source: Auto-Start at Login
be: Аўтаматычны запуск праграмы пры ўваходзе ў сістэму
ca: Inicia automàticament en iniciar la sessió
fi: Käynnistä Kirjautumisen Yhteydessä
pl: Automatyczne Uruchamianie przy Logowaniu
uk: Автоматичний Запуск Додатку При Вході В Систему

source: Auto-Clear History
be: Аўтаматычна ачышчаць гісторыю
ca: Esborra automàticament l'historial
fi: Automaattinen Historian Tyhjennys
pl: Automatyczne Czyszczenie Historii
uk: Автоматичне Очищення Історії

source: Keeps a maximum of 30 days
be: Захоўвае максімум 30 дзён
ca: Es conserva un màxim de 30 dies
fi: Säilyy enintään 30 päivää
pl: Przechowuje maksymalnie 30 dni
uk: Зберігає максимум 30 днів

source: Low Stock Notification
be: Апавяшчэнне аб нізкім запасе
ca: Notificació d'estoc baix
fi: Alhaisen Varaston Ilmoitus
pl: Powiadomienie o Niskim Stanie Magazynowym
uk: Повідомлення Про Низький Запас

source: Send reminders when treatments are low in stock
be: Адпраўляць напаміны, калі лячэнні маюць нізкі запас
ca: Envia recordatoris quan els tractaments estiguin baixos d'estoc
fi: Lähetä muistutuksia, kun hoidot ovat alhaiset varastossa
pl: Wyślij przypomnienia, gdy leczenie jest w niskim stanie magazynowym
uk: Надсилати нагадування, коли запаси лікування низькі

source: Notification Sound
be: Гук апавяшчэння
ca: So de les notificacions
fi: Ilmoituksen Ääni
pl: Dźwięk Powiadomienia
uk: Звук Сповіщення

source: Notification Buttons
be: Кнопкі апавяшчэнняў
ca: Botons de les notificacions
fi: Ilmoituksen Painikkeet
pl: Przyciski Powiadomień
uk: Кнопки Сповіщень

source: Show or hide confirm/skip
be: Паказаць або схаваць пацвярджэнне/пропуск
ca: Mostra o amaga "confirma/salta"
fi: Näytä tai piilota vahvistus- ja ohituspainikkeet
pl: Pokaż lub ukryj potwierdź/pomiń
uk: Показати чи приховати підтвердити/пропустити

source: Export History As
ca: Exporta l'historial com a

source: Export Treatments As
ca: Exporta els tractaments com a

source: Shortcuts
ca: Dreceres

# shortcut window
source: Show/Hide 'As Needed'
ca: Mostra o amaga "Segons sigui necessari"

# shortcut window
source: New One-Time Entry
ca: Entrada única nova

# shortcut window
source: Add New Treatment
ca: Afegir nou tractament

# shortcut window
source: Show Shortcuts
be: Паказаць спалучэнні клавіш
ca: Mostra les dreceres
fi: Näytä pikanäppäimet
pl: Pokaż skróty
uk: Показати клавіатурні скорочення

# shortcut window
source: Quit
be: Выйсці
ca: Sortir
fi: Lopeta
pl: Wyjdź
uk: Вийти

source: Show/Hide 'As Needed'
be: Паказаць/схаваць 'Пры неабходнасці'
ca: Mostra o amaga "Segons sigui necessari"
fi: Näytä/Piilota Tarvittaessa
pl: Pokaż/Ukryj 'Gdy potrzeba'
uk: Показати/сховати "Коли Треба"

source: Search
be: Пошук
ca: Cerca
fi: Haku
pl: Szukaj
uk: Пошук
